Repository: wp-plugins/content-aware-sidebars
Catalog: lang/content-aware-sidebars-*.po
Languages: de_de, es_es, pt_pt

source: Manage and show sidebars according to the content being viewed.
de_de: Sidebars abhängig vom dargestellten Inhalt einblenden
es_es: Administrar y mostrar las barras laterales, en función del contenido que se está viendo.
pt_pt: Gerir e mostrar sidebars conforme conteúdo visualizado

source: Content Aware Sidebars
es_es: Content Aware Sidebars (Barras Laterales)

source: Exposure
de_de: Darstellung
es_es: Exposición
pt_pt: Exposição

source: Singular & Archive
de_de: Beitrags- & Archivseite
es_es: Singular y Archivo
pt_pt: Singular & Arquivo

source: Archive
de_de: Archivseite
es_es: Archivo
pt_pt: Arquivo

# option
source: Handle
de_de: Funktion
es_es: Acciones

source: Replace host sidebar, merge with it or add sidebar manually.
de_de: Ersetze Haupt-Sidebar, mit Haupt-Sidebar verbinden oder manuell hinzufügen.
es_es: Reemplazar la barra lateral huésped, fusionar con la misma, o añadir una barra lateral manualmente.
pt_pt: Substituir sidebar anfitriã, unir ou adicionar sidebar manualmente.

source: Replace
de_de: Ersetze
es_es: Reemplazar
pt_pt: Substituir

source: Merge
de_de: Verbinde
es_es: Fusionar
pt_pt: Fundir

source: Manual
de_de: Handbuch
es_es: Manualmente

source: Forced replace
de_de: Erzwungene Ersetzung
es_es: Reemplazar forzadamente
pt_pt: Substituição forçada

source: Host Sidebar
de_de: Haupt Sidebar
es_es: Barra lateral huésped
pt_pt: Sidebar Anfitriã

source: Merge position
de_de: Position bei verbinden
es_es: Fusionar en posición
pt_pt: Combinar posição

source: Place sidebar on top or bottom of host when merging.
de_de: Beim Verbinden platziere die Sidebar ober- oder unterhalb der Haupt Sidebar.
es_es: Coloque esta barra lateral en la parte de arriba o abajo del huésped, al fusionar.
pt_pt: Mostrar sidebar no topo ou fundo da anfitriã ao combinar.

source: Top
de_de: Oberhalb
es_es: Arriba
pt_pt: Topo

source: Bottom
de_de: Unterhalb
es_es: Abajo
pt_pt: Fundo

source: Sidebars
es_es: Barras laterales

source: Sidebar
de_de: Navigationsleiste
es_es: Barra lateral

# sidebar
source: Add New
de_de: Neu hinzufügen
es_es: Añadir nuevo
pt_pt: Adicionar Nova

source: Add New Sidebar
de_de: Neue Sidebar erstellen
es_es: Añadir nueva barra lateral
pt_pt: Adicionar Nova Sidebar

source: Edit Sidebar
de_de: Sidebar bearbeiten
es_es: Editar barra lateral
pt_pt: Editar Sidebar

source: New Sidebar
de_de: Neue Sidebar
es_es: Nueva barra lateral
pt_pt: Nova Sidebar

source: All Sidebars
de_de: Alle Sidebars
es_es: Todas las barras laterales
pt_pt: Todas as Sidebars

source: View Sidebar
de_de: Sidebar ansehen
es_es: Ver barra lateral
pt_pt: Visualizar Sidebar

source: Search Sidebars
de_de: Sidebars durchsuchen
es_es: Buscar barras laterales
pt_pt: Pesquisar Sidebars

source: No sidebars found
de_de: Keine Sidebars gefunden
es_es: No se encontraron barras laterales
pt_pt: Não foram encontradas sidebars

source: No sidebars found in Trash
de_de: Keine Sidebars im Papierkorb gefunden
es_es: Ninguna barra lateral encontradada en la papelera
pt_pt: Não foram encontradas sidebars na reciclagem

source: Condition Groups
de_de: Gruppen
es_es: Grupos de condiciones
pt_pt: Grupos de Condições

source: Condition Group
de_de: Gruppe
es_es: Grupo de condiciones
pt_pt: Grupo de Condições

# group
source: Add New
de_de: Neu erstellen
es_es: Añadir nuevo
pt_pt: Adicionar Novo

source: Add New Group
de_de: Erstelle neue Gruppe
es_es: Añadir nuevo
pt_pt: Adicionar Novo Grupo

# group
source: Edit
de_de: Bearbeiten
es_es: Editar
pt_pt: Editar

source: Manage widgets
de_de: Widgets bearbeiten
es_es: Administrar los widgets
pt_pt: Gerir widgets

source: Sidebar updated.
de_de: Sidebar wurde geändert.
es_es: Barra lateral actualizada
pt_pt: Sidebar actualizada.

source: Sidebar published.
de_de: Sidebar wurde publiziert.
es_es: Barra lateral publicada.
pt_pt: Sidebar publicada.

source: Sidebar saved.
de_de: Sidebar wurde gesichert.
es_es: Barra lateral guardada.
pt_pt: Sidebar guardada.

source: Sidebar submitted.
de_de: Sidebar wurde übertragen.
es_es: Barra lateral actualizada.
pt_pt: Sidebar submetida.

source: Sidebar scheduled for: <strong>%1$s</strong>.
de_de: Sidebar wurde eingeplant für: <strong>%1$s</strong>.
es_es: Barra lateral programada el: <strong>%1$s</strong>.
pt_pt: Sidebar agendada para: <strong>%1$s</strong>.

source: M j, Y @ G:i
de_de: j. M Y @ G:i
es_es: j M, Y @ G:i

source: Sidebar draft updated.
de_de: Sidebar-Entwurf wurde gesichert.
es_es: Borrador de la barra lateral actualizado
pt_pt: Rascunho de sidebar actualizado.

source: Please update Host Sidebar
de_de: Bitte Haupt-Sidebar aktualisieren.
es_es: Por favor, actualice la barra lateral huésped
pt_pt: Por favor actualize a Sidebar anfitriã.

source: Manage Widgets
de_de: Widgetverwaltung
es_es: Administrar los widgets
pt_pt: Gerir Widgets

source: Get a free Content Aware Sidebars Premium Bundle
de_de: Erhalte ein kostenloses Content Aware Sidebars Premium Bundle
es_es: Consigue gratis el plugin Premium Content Aware Sidebars
pt_pt: Ganhe um Bundle Content Aware Sidebars Premium

source: Content
de_de: Inhalt
es_es: Contenido
pt_pt: Conteúdo

source: Options
de_de: Optionen
es_es: Opciónes
pt_pt: Opções

source: Each created condition group describe some specific content (conditions) that the current sidebar should be displayed with.
de_de: Jede erstellte Gruppe beschreibt einige spezifische Content-Bedingungen unter welchen die aktuelle Sidebar angzeigt werden soll.
es_es: Cada grupo de condiciones creado, describe un contenido específico (de condiciones) con el que la barra lateral actual se debe mostrar.
pt_pt: Cada grupo de condições descreve o conteúdo específico (condições) em que a sidebar deverá ser apresentada.

source: Content added to a condition group uses logical conjunction, while condition groups themselves use logical disjunction. This means that content added to a group should be associated, as they are treated as such, and that the groups do not interfere with each other. Thus it is possible to have both extremely focused and at the same time distinct conditions.
de_de: Content, der zu einer Gruppe hinzugefügt wird, benutzt logische UND Verknüpfungen, während die Gruppe selbst logische ODER Verknüpfungen verwendet. Das bedeutet, dass der einer Gruppe hinzugefügte Content thematisch zugehörig sein sollte und die Gruppen sich nicht gegenseitig beeinflussen sollten. Somit ist es möglich, gleichzeitig extrem spitze als auch eindeutige Bedingungen zu haben.
es_es: El contenido agregado a un grupo de condiciones utiliza la conjunción lógica, mientras que estos grupos de condiciones utilizan la disyunción lógica. Esto significa que el contenido que sea agregado a un grupo deberá estar relacionado, porque sera tratado de esta manera. Significa tambien que los grupos no pueden interferirse mutuamente. Por lo cual, es posible obtener condiciones extremadamente específicas y al mismo tiempo distintas.
pt_pt: Conteúdos adicionados a um grupo utilizam conjugação lógica, enquanto os grupos excluem-se entre si. Isto significa que os conteúdos adicionados a um grupo deverão estar associados entre si e que os grupos não interagem. Isto permite criar regras muito específicas, mantendo a possibilidade de diferentes condições.

source: More Information
de_de: Weitere Informationen
es_es: Más información
pt_pt: Mais Informação

source: Get Support
de_de: Erhalte Support
es_es: Obtener apoyo
pt_pt: Obter Suporte

source: Translate Content Aware Sidebars into your language and become a BETA tester of the upcoming Premium Bundle*!
de_de: Übersetze Content Aware Sidebars in deine Sprache und werde ein BETA-Tester für das bald erscheinende Premium Bundle*!
es_es: ¡Traduzca Content Aware Sidebars en su idioma y conviertase en un probador beta de la próxima versión Premium*!
pt_pt: Traduza Content Aware Sidebars para a sua linguagem e torne-se um BETA tester para a futura versão do Premium Bundle*!

source: Translate Now
de_de: Jetzt übersetzen
es_es: Traducir ahora
pt_pt: Traduzir Agora

source: Get Premium Bundle
de_de: Premium Bundle holen
es_es: Obtener el paquete Premium
pt_pt: Obter Premium Bundle

source: Single-site use. BETA implies it is not recommended for production sites.
de_de: Verwendung für eine einzelne Site. BETA bedeutet, dass der Gebrauch für Produktivseiten nicht empfohlen wird.
es_es: Uso en un solo sitio. BETA implica que no se recomienda para los sitios en producción.
pt_pt: Utilização em Single-site. A versão BETA implica que não é recomendada para utilização em sites em produção.

source: Partial Feature List
de_de: Unvollständige Feature Liste
es_es: Lista parcial de funciones
pt_pt: Lista parcial de funcionalidades

source: Select and create sidebars in the Post Editing Screens
de_de: Wähle und erstelle Sidebars in der Bearbeitungsansicht von Beiträgen.
es_es: Seleccionar y crear barras laterales en las pantallas de edición de posts
pt_pt: Seleccionar e criar sidebars nos écrans de edição de Posts

source: Display sidebars with URLs using wildcards
de_de: Zeige Sidebars mit URLs, die Wildcards beinthalten
es_es: Mostrar barras laterales con URL usando caracteres comodín
pt_pt: Mostrar sidebars com URLs utilizando wildcards

source: Display sidebars with User Roles
de_de: Zeige Sidebars mit Benutzerrollen
es_es: Mostrar barras laterales con funciones de usuario
pt_pt: Mostrar sidebars com User Roles

source: Display sidebars with BuddyPress User Groups
de_de: Zeige Sidebars mit BuddyPress Benutzergruppen
es_es: Mostrar barras laterales con Grupos de usuarios BuddyPress
pt_pt: Mostrar sidebars com Grupos de Utilizadores BuddyPress

source: Sidebars column in Post Type and Taxonomy Overview Screens
de_de: Sidebars Spalte in Beiträgen und Taxonomieübersichten
es_es: Columna Barras laterales en Post Tipo y Taxonomía en la vista general de pantallas
pt_pt: Coluna Sidebars nos écrans de tipos de Post e Taxonomias

source: Click to edit a group or create a new one. Select content on the left to add it. In each group, you can combine different types of associated content.
de_de: Klicke "Bearbeiten" um eine Gruppe auszuwählen oder lege eine neue Gruppe an. Wähle links den Inhalt aus und klicke auf "Zur Gruppe hinzufügen" um ihn der Gruppe zuzuordnen. In jeder Gruppe können verschiedene Inhaltstypen kombiniert werden.
es_es: Haga clic para editar un grupo o crear uno nuevo. Seleccione el contenido de la izquierda para añadirlo. En cada grupo, se pueden combinar diferentes tipos de contenido asociado.
pt_pt: Clique para editar grupo ou criar novo. Seleccione conteúdo à esquera para o adicionar. Em cada grupo poderá combinar diferentes tipos de conteúdo associado.

source: Display sidebar with
de_de: Zeige Sidebar an bei
es_es: Mostrar la barra lateral con
pt_pt: Mostrar sidebar com

source: No content. Please add at least one condition group to make the sidebar content aware.
de_de: Kein Inhalt vorhanden. Bitte erstelle mindestens eine Gruppe um die Sidebar inhaltsabhängig darstellen zu können.
es_es: Sin contenido. Por favor añada al menos un grupo de condiciones para que la barra lateral pueda tener en cuenta el contenido.
pt_pt: Sem conteúdo. Por favor adicionar pelo menos um Grupo de condições para tornar a sidebar sensível ao conteúdo apresentado.

source: Save
de_de: Sichern
es_es: Guardar
pt_pt: Guardar

source: Cancel
de_de: Abbrechen
es_es: Cancelar
pt_pt: Cancelar

source: Remove
de_de: Löschen
es_es: Eliminar
pt_pt: Remover

source: Or
de_de: Oder
es_es: O
pt_pt: Ou

source: Unauthorized request
de_de: Unerlaubter Zugriff
es_es: Solicitud no autorizada
pt_pt: Pedido não autorizado

source: Condition group cannot be empty
de_de: Die Gruppe darf nicht leer sein
es_es: Grupo de condiciones no puede estar vacío
pt_pt: Grupo de condições não pode ser vazio

source: Condition group saved
de_de: Gruppe wurde gesichert
es_es: Grupo de condiciones guardado
pt_pt: Grupo de condições guardado

source: Condition group could not be removed
de_de: Gruppe konnte nicht entfernt werden
es_es: Grupo de condiciones no pudo ser eliminado
pt_pt: Grupo de condições não pode ser removido

source: Condition group removed
de_de: Gruppe wurde entfernt
es_es: Grupo de condiciones eliminado
pt_pt: Grupo de Condições removido

source: Order
de_de: Bestellung
es_es: Solicitar
pt_pt: Ordem

source: If you love this plugin, please consider donating to support future development.
de_de: Wenn du dieses Plugin magst, dann würde sich der Autor über eine Spende freuen.
es_es: Si usted ama este plugin, por favor considere hacer una donación para apoyar el futuro desarrollo.
pt_pt: Se gosta deste plugin, por favor considere um donativo para suportar o seu desenvolvimento futuro

source: Or you could:
de_de: Weitere Möglichkeiten:
es_es: O usted podría:
pt_pt: Ou poderá:

source: Rate the plugin on WordPress.org
de_de: Dieses Plugin bei WordPress.org bewerten
es_es: Calificar el plugin en WordPress.org
pt_pt: Avaliar o plugin em WordPress.org

source: Link to the plugin page
de_de: Link zur Plugin-Seite
es_es: Crear un enlace web refiriendo al plugin
pt_pt: Linkar para a página do plugin

source: Translate the plugin into your language
de_de: Übersetze das Plugin in deine Sprache
es_es: Traducir el plugin a su idioma
pt_pt: Traduzir o plugin para a sua língua

source: Remove this group and its contents permanently?
de_de: Diese Gruppe und seine Inhalte unwiderruflich löschen?
es_es: Eliminar este grupo y sus contenidos de forma permanente?
pt_pt: Remover este grupo e os respectivos conteúdos de forma permanente?

source: No results found.
de_de: Keine Ergebnisse gefunden.
es_es: No se han encontrado resultados.
pt_pt: Não foram encontrados resultados.

source: The current group has unsaved changes. Do you want to continue and discard these changes?
de_de: Die aktuelle Gruppe wurde geändert. Möchtest du die Änderungen speichern oder die Änderungen verwerfen?
es_es: El grupo actual tiene cambios no guardados. ¿Quieres continuar y descartar estos cambios?
pt_pt: O grupo contém alterações por guardar. Deseja continuar e descartar essas alterações?

source: Authors
de_de: Autoren
es_es: Autores
pt_pt: Autores

source: bbPress User Profiles
de_de: bbPress Benutzerprofile
es_es: Perfiles de usuario de bbPress
pt_pt: Perfis de Utilizador bbPress

source: BuddyPress Members
de_de: BuddyPress Mitglieder
es_es: Miembros de BuddyPress
pt_pt: Membros BuddyPress

source: View All
de_de: Alle anzeigen
es_es: Vis alle
pt_pt: Ver Todos

source: Add to Group
de_de: Zur Gruppe hinzufügen
es_es: Añadir al grupo
pt_pt: Adicionar ao Grupo

source: Display with All %s
de_de: Anzeige aller %s
es_es: Mostrar con todo %s
pt_pt: Mostrar com todos %s

source: Search
de_de: Suche
es_es: Buscar
pt_pt: Pesquisa

source: All %s
de_de: Alle %s
es_es: Todo %s
pt_pt: Todos %s

source: Dates
de_de: Termine
es_es: Fechas
pt_pt: Datas

source: Date Archives
de_de: Terminarchiv
es_es: Fecha de archivos
pt_pt: Arquivos por Data

source: Page Templates
de_de: Seitenvorlage
es_es: Plantillas
pt_pt: Templates de Página

source: Languages
de_de: Sprachen
es_es: Idiomas
pt_pt: Línguas

source: Post Types
es_es: Tipos de contenido
pt_pt: Tipos de Post

source: Automatically select new children of a selected ancestor
de_de: Neue untergeordnete Einträge automatisch markieren
es_es: Seleccionar automáticamente nuevos inferiores de los superiores seleccionados
pt_pt: Seleccionar automaticamente subconteúdos do conteúdo seleccionado

source: Display with %s
de_de: Anzeigen bei %s
es_es: Mostrar con %s
pt_pt: Mostrar com %s

source: No items.
de_de: Keine Elemente.
es_es: Ningun elemento.
pt_pt: Sem items.

source: Most Recent
de_de: Neueste
es_es: Más reciente
pt_pt: Mais Recentes

source: Static Pages
de_de: Statische Seiten
es_es: Páginas estáticas
pt_pt: Páginas Estáticas

source: Front Page
de_de: Titelseite
es_es: Página delantera
pt_pt: Página Inicial

source: Search Results
de_de: Suchergebnisse
es_es: Resultados de la búsqueda
pt_pt: Resultados de Pesquisa

source: 404 Page
de_de: 404 Seite
es_es: Página 404
pt_pt: Página 404

source: Taxonomies
de_de: Taxonomien
es_es: Taxonomias
pt_pt: Taxonomias

source: Most Used
de_de: Am häufigsten benutzt
es_es: Mest brugte
pt_pt: Mais Usados

source: Singular
de_de: Beitragsseite
